<template>
	<el-row class="article-item">
		<el-col :span="18" :offset="3">
			<h1>第一部分：托福考试的基本认识以及意义</h1>
			<h3>问题一： 什么是托福</h3>
			<p>答：TOEFL托福，全称“Test of English as a Foreign Language(检定非英语为母语者的英语能力考试)”，是由美国ETS（英语考试服务中心）设计提出的专门为了那些希望到英语语言国家留学的学生准备的一个基础语言考试。因为它的通用性以及它题型设计的专业性，托福考试已经被世界广大教育教学机构所认可，成为了世界两大基础英语语言考试之一（另一个是雅思考试）。</p>
			<h3>问题二： 为什么要参加托福考试？</h3>
			<p>答： 在如今，更多的家庭选择让孩子去国外接受高等教育，而且出国学生年龄的低龄化已经让美国高中已经美国大学本科申请成为当今有意向出国的学生中的热门。 在这些选择出国的学生中，大多数的学生还是选择北美（美国，加拿大）作为他们继续追求学业的一个目标点。 托福成绩作为一个证明考生英语语言能力的途径，在学校申请过程中是必不缺少的。 因此，学生需要参加托福考试一个很重要的因素就是考试本身就是作为学校申请的一部分，这也是学校来判断学生是否具有语言能力来本校学习的一个基本标准。</p>
			<h3>问题三： 托福考试在学校申请中占得比重有多大？</h3>
			<p>答：一份完整的美国高中以及美国大学本科申请材料中，必须要包含5个基本项目：你的自我陈述及评价，老师推荐信，平时在校成绩，SAT/SSAT成绩（美国高考/中考），以及你的托福成绩。 而且在大多数的学校在审核你的申请材料过程中，托福考试以及SAT/SSAT考试的成绩占得比重是最大的。一份优秀的考试成绩在申请过程中是可以掩盖掉其他材料中所表现出的小瑕疵，从而得到理想中的录取结果。</p>
			<h1>第二部分：托福考试作为专业英语语言考试的认识及意义</h1>
			<h3>问题一：作为考试，托福考试的形式是怎么样的？</h3>
			<p>答：在2005年ETS(英语考试服务中心)宣布了托福将借助网络平台进行考试（IBT）之后，这种考试模式现在已经完全替代了之前的纸笔考试（PBT）。因此，现在考生都是在计算机上完成一整套的托福考试。托福考试的考试时长约为四个小时，考试之前考生需要去ETS（英语考试服务中心）官方网站上进行预约报名。自从2005年整改之后，现在中国基本每一个中大型城市都会有超过1个托福考点，而且每个月都会有1-5场不定的托福考试。考生可以根据自己学习安排进行报名预约。从考试形式上来讲，托福考试总分120分，分为四个部分，阅读，听力，口语，写作，每一个部分各占30分，最后四个部分所得到的总分即为考生最后的考试出分成绩。
			</p>
			<h3>问题二：托福考试每个部分是怎么样的？</h3>
				<p>1.阅读
				托福阅读部分一共有3篇文章，每一篇的字数大概是700-800字不等，每一篇阅读有20分钟时间完成。托福阅读的文章类型大致分为两种：以各类学科为基础的说明文以及议论文。但是，从近些年的托福考试文章类型来讲，议论文的出现概率大约为20%，所以，说明文还是现在托福阅读主要的文章考试主流。 在托福阅读中，它要求考生能够理解文章中所表达的逻辑，修辞等等，出题方面，考生会回答各种类型的题目，主旨题，词汇题，细节题，指代题，插入题，修辞题，复述题，选非题，推理题等， 但是托福阅读并不要求考生对于某学科有提前的认知及了解。</p>

				<p>2.听力
				托福听力部分一共有6篇材料，分为两个部分，每个部分都包含1篇对话，2篇讲座。对话约为3-5分钟，讲座约为4-8分钟。第一种对话一般是发生在一个学生和一个老师或者教职员工之间，而第二种讲座则为教授的单独授课。和阅读一样，托福听力也不要求考生对于专业知识的提前认知及理解，但是每个材料只能播放一遍，考生可以边听边记笔记。 托福听力的问题形式与阅读大致相同，包括了主旨题，细节题，修辞题，推理题，目的题等。</p>

				<p>3.口语
				托福口语部分一共有6个题目，前两个是独立口语题，后面四题为综合口语。 在第一和第二题中，考试会给出一个日常相关的题目，考生15秒的时间来准备，45秒来回答相关问题。第一第二题是为了检测考生是否能流利地用英语阐述自己的观点及想法。在第二类综合口语中，第三以及第四题为阅读听力口语的三项综合题，考生会先看一段关于学校生活或者专业知识的材料（100字左右），然后会听到一段对话或者教授讲座讨论刚才读到的内容（1-2分钟），听完后，考生要根据自己所读到听根据要求进行1分钟总结，准备时间为30秒。最后的第五和第六题为听力口语综合题，考生会听到一段1-3分钟左右的关于校园生活或者学科知识的材料，然后根据所听的内容回答相关问题，其中准备时间为20秒，回答时间为1分钟。要提一点的是，所有的综合口语题考生都能够记笔记。</p>

				<p>4.写作
				托福写作部分一共有两道题，综合写作以及独立写作，两篇都要求以议论文形式书写。第一项综合写作中，考生会首先看一段专业知识的材料（200-300字），然后听到一段相同专业知识教授的阐述（2-3分钟），最后考生要根据所读所听写一篇150-225字左右的文章，讨论阅读以及听力材料的观点。第二项独立写作，考生会被给出一道日常相关的论述题，学生需要根据这个主题，以自己的观点写一篇350字左右的文章。</p>
			<h3>问题三：申请学校的预期分数是多少？</h3>
			<p>答：基本上，大多数的北美高中以及大学都会用托福成绩作为他们的入学评判标准，而有些学校会有他们的最低分要求。比如你要申请美国前30的高中，一般来说，这些学校的托福成绩标准最低不能低于80分（North Mount Hermon 85, Cushing 80, Deerfield 85-90, Phillips Excert 85-90)，如果申请的美国大学本科综合前50，最低托福分数要求一般不能低于100分（哈佛 110，芝加哥大学110，宾夕法尼亚大学110，加州伯克利105）。所以，如果你能考得到更高的分数，你被你所希望进入的高中大学的录取率也就越高。
			</p>
			<h3>问题四：如何才能获得托福高分？</h3>
			<p>1.扩充你的单词量
			托福考试作为北美留学语言考试，光靠你在国内高中大学学习的英语程度是远远不够的。举个例子，中国大学英语四级考试所要求的单词量为4000，大学六级考试所要求的单词量为6000，但是托福考试所要求的基本词汇量为8000。所以可以看出，平时对于单词的积累提高对托福考试提高成绩有着很大的帮助。
			</p>
			<p>2. 提高你的听力
			托福考试中，出了阅读之后，其他三门（口语，写作，听力）都是包含听力，可以说托福得听力者得天下。而提高听力最有效的办法就是进行精听练习，每天2小时精听练习，坚持1个月，一定会有质的突破。精听练习需要耳朵，眼睛，嘴巴，笔头和脑子齐头并进。反复听，反复跟读，反复写，反复记忆，做到看到就理解，听到就明白，做题就会。
			</p>
			<p>3. 从专业考试培训学校处获得更多的帮助
			有时候，你需要通过外界专业机构的帮助来提高你准备考试的效率以及专业性。通过专业机构里面老师对你的培训以及帮助，你可以从学到的解题技巧，西路，材料中更好的去理解托福考试的本质，从而解题的时候头脑会更加的清晰，对于成绩的提高也会更有帮助。
			</p>
			<p>4.练习练习再练习
			好成绩离不开平时的刻苦积累以及大量的练习。在学到了相关的思维方法及技巧后，如果不练，成绩不会有任何的提高。只有通过平时的做题，错题的反复解疑，方法的运用，才能更好的体现出你的提高，从而获得更高的分数。
			</p>
		</el-col>
	</el-row>
</template>

<script>
	export default{
		name: "vue-ielts",
	}
</script>

<style lang="less">
	@import url('../../assets/less/article-item.less');
</style>