<template>
	<el-row class="article-item">
		<el-col :span="18" :offset="3">
			<h1>被defer和waitlisted的原因及区别</h1>
			<small>美国本科招生录取方式不同于中国高考，被defer和进入候补对中国学生来说，都是有些陌生的。下面哥特特别说明一下申请人被defer和列入候补名单的原因。</small>
			<h3>被defer的原因</h3>
			<p>1.不确定性——大多数情况下，大学还不能确定申请者的能力(大多数时候是学术能力)。因此更好的SAT或托福分数或许能够帮助你。而有些时候，申请者被放置于可录可不录的边缘线上，因此学校希望在常规申请时再次审核他们及常规申请者的材料，再做决定。尽管如此，延后决定并不意味着学生不够优秀。</p>
			<p>2.不完整——有时候，学生的申请材料可能不够完整。例如，某一封推荐信没有按时提交；学生还在继续等待标准测试的结果或者学生表示自己即将参加一个学术竞赛。不管是什么，学生不完整的申请材料只会等来大学不完整的录取结果。</p>
			<p>3.效果——很多时候，申请者递交的申请材料无法使该学生脱颖而出。是活动列表不够多元化吗？是个人陈述不够精彩吗?抑或是申请者并不完全适合这所学校?这些问题只有在重新审视申请后才能找到答案。</p>
			<p>所以，如果你被defer，不要太有压力。延后决定意味着，大学没有充分的理由拒绝你。事实上，学校对你申请材料进行进一步的确认意味着你录取的几率跟常规录取的申请者基本相同。所以，别放弃希望。如果你被延后决定，那就好好阅读相关的补救策略。首先，你需要了解该大学的录取偏好。有些学校生性谨慎，喜欢使用延后决定来确认申请者的优劣，而另一些学校则果断决绝，偏向于直接做出选择。2012年，普林斯顿大学在早申请阶段接收了3,810名申请者的材料。最后有679名申请者被录取，354名学生被拒绝，而剩下的2,777名学生被延后决定。这与斯坦福大学在6,103名申请者中录取755人，拒绝4,776人，只有572人被延后决定形成了鲜明对比。通过这两所学校的对比，你会发现，普林斯顿大学更喜欢对学生采取延后决定的方式，而斯坦福大学更偏向于直接拒绝学生。</p>
			<p>延后决定和列入候补名单有天壤之别。很多大学有多种理由作出延后决定，但是将学生列入候补名单有时候毫无理由。为了便于了解，你必须考虑到大学是如何组建入学班的。用哥特学生最熟悉的哥伦比亚大学举例。哥伦比亚大学每年能够为约1,062名新生提供入学的机会并为其准备好充足的教学及其它资源。然而，大学在准备录取通知书时，必须得考虑申请者的流动率(turnover rate)。由于绝大部分学生会在申请阶段申请多所大学，流动率能够帮助大学估算出被录取学生最终加入该校的可能性。假设哥伦比亚大学的流动率为35%。这就意味着，如果哥伦比亚大学给2,000名学生录取通知书，实际上只有1,300名学生会来注册报名。因此，大多数高校都会发放比实际需要更多的录取通知书。但是，大学也不能过于慷慨，因为高流动率会影响它们的排名。</p>
			<h3>列入候补名单的原因</h3>
			<p>1.缺少入学位置—如果学校有足够的入学位置，被列入候补名单的学生就有可能被录取。因此，某大学经常没法告诉你为什么会被列入候补名单。</p>
			<p>2.语言要求—我们通过每年的数据发现，被列入候补名单的中国申请者的SAT分数与被录取的学生的分数基本一致。然而，他们的托福分数略低于被录取的学生。因此，我们认为，一些大学会怀疑学生的语言能力。被列入候选名单通常意味着该学生若能在其它美国高校证明自己的学习能力，那么他转入那所之前被列入候补名单的学校时会有很大的优势。</p>
		</el-col>
	</el-row>
</template>

<script>
	export default{
		name: "vue-defer",
	}
</script>

<style lang="less">
	@import url('../../assets/less/article-item.less');
</style>