<template>
	<el-row class="article-item">
		<el-col :span="18" :offset="3">
			<h1>如何顺利申请到美国名校？</h1>
			<small>哥特帮助数万名学生成功申请到众多名校，那么究竟名校录取有无捷径？其实说起来很简单，归根结底其实就是在准备充裕的情况下，从时间和专业选择上适当规划，“名校梦”就不是天方夜谭。</small>
			<h3>Tip1早申请是关键</h3>
			<p>2015月9月，许从雯成功拿到杜克大学、约翰霍普金斯大学、西北大学、华盛顿大学、加州大学洛杉矶分校众多offer。许从雯透露，“早申请”是她在名校争夺战中的秘密武器，“早在去年2月份，我便和哥特老师一起投入申请准备中，有足够的时间制定申请策略，准备申请材料，提升文书亮点。当然，要真正算起来，我初一就加入哥特一方面学习语言，一方面就开始课外活动的准备了”同样，获录宾夕法尼亚大学的张励也是“早申请”的受益者。他于前年11月便制定了选校方案。当其他同学抓着二三月份的“尾巴”冲刺申请的学校时，他已于1月获得录取通知书。</p>
			<p>美国本科院校在每年11月中即截止次年秋季入学的提前批申请环节，而常规申请一般在次年的2-3月份截止。有出国留学意向的学生，至少要提前一年准备选校方案、申请材料、考取理想的雅思/托福成绩等。抓住时间先机抢先申请的学生，往往可以获得更多海外名校的录取。</p>
			<h3>Tip2留意专业排名</h3>
			<p>一直怀抱飞行梦想的李博成，托福成绩只有76分，但却获得综合排名虽不靠前、却是美国航空教育“领头羊”的安柏瑞德航空航天大学和以飞行专业见长的佛罗里达理工学院40万元奖学金录取。</p>
			<p>王兜家庭是世代从商，他从小就想学习商科之后更好的为家族企业奋斗。为了实现梦想，她锁定印第安纳大学伯明顿分校，该校综合排名上并不靠前，但其商科却在全美乃至世界享有盛誉，最终结合哥特老师的建议和其自身努力，他如愿以偿。</p>
			<p>每年，USNEWS都会公布美国各大院校各专业排名，包括商科、管理、教育、护理、法律及医学等六大类专业。除美国综合大学排名之外，同时参考专业领域方面的排名，有助于选择出适合学生专长发展的名校。</p>
			<h3>Tip3适当考虑“冷门”</h3>
			<p>获录8所美国名校的陈欣然计划未来进入数据分析公司或证券公司工作。然而金融学专业背景的欣然，如果直接扎堆申请金融等热门专业，被名校录取的可能性就很小。</p>
			<p>查询学校官网的各专业课程设置后，欣然发现，一些“冷门专业”的课程设置与自己想读的数理统计类专业基本一致，通过申请冷门专业，他拿到伊利诺伊香槟分校、迈阿密大学等学校录取书。</p>
			<p>“冷门专业”申请者较少，竞争难度系数相对低，在不影响专业学习目的的前提下，可以提高名校录取几率。</p>
		</el-col>
	</el-row>
</template>

<script>
	export default{
		name: "vue-america",
	}
</script>

<style lang="less">
	@import url('../../assets/less/article-item.less');
</style>