<template>
	<el-row class="article-item">
		<el-col :span="18" :offset="3">
			<h1>论美国大学转学</h1>
			<h3>关于转学的前期准备</h3>
			<p>1.GPA的重要性
			转学生需要提交的成绩单是大学成绩单和高中成绩单。申请转学，GPA是相当重要的。因为这是对方学校判断你在你现在学校的表现好坏的最直观的参考资料。如果你现在是在国内就读，学校本身的排名不会影响很大，因为外国学校对中国学校有了解的就那么几所知名大学。如果你是在美国申请转学，学校的排名也有一定影响，因为美国人毕竟对自己国家的学校还是有一定了解的。如果你的学校排名不理想，那你就要想法设法在班级排名上具有一定优势，因为平时成绩对于转学生是相当重要的，好的成绩从某一方面反映出你是个好学生。
			而且，如果在中国修的学分能转过去的话，这些学分的成绩将会成为你在未来学校的成绩，会影响你在未来学校GPA。如果目标是综排比较高的学校，GPA至少要有3.5，一般好的大学要求是3.3。有的学校的GPAREQUIREMENT是N/A，说明如果你是人才，学校会对你的GPA网开一面。但反过来说，这对其他的方面要求就严多了，你必须些一手漂亮的文章，或者有突出的地方。GPA、而且是OVERALLGPA，是转学的基础。
			</p>
			<p>2.SAT/ACT考试
			有些大学规定转学生只要考IBT，而无需考SAT/ACT。大部分学校对于托福的要求仅仅是80分，好一点的学校会要求100。
			不过许多好的大学明确要求transfer student必须提交SAT/ACT成绩，但如果你现在已经在读大学，而且之前你没有考SAT，那你就不必现在再考了。例如NYU的招生官说，他们想要的SAT/ACT成绩是在高中时候考的，而不会看重现在考的成绩。
			具体情况就要上官方网站查询或发邮件问学校。像RICE、EMORY、UW、OSU、BU，SAT/ACT不是对international students必须要求的，BROWN则是转学需要看。但总体上来说，如果考一个SAT/ACT，而且成绩不错，可以增加拿奖学金的机会
			</p>
			<p>3.推荐信，找大学老师还是高中老师？
			高中老师推荐信在TRANSFER的时候如果写得好非常有用，因为高中老师通常比大学老师更了解学生的情况。对于推荐信重要性的排列顺序如下：有师生关系的名人> 班主任 > 任课老师 > 没关系的名人。
			推荐信不光要强调这个学生在原来学校表现如何如何好，还要强调这个学生虽然在这个学校表现很出色，但是因为他的确很有才华，所以他需要一个更广阔的空间去施展他的才华，所以很支持他选择离开。
			</p>
			<p>4.PS和Essays
			所有学校都希望自己收的转学生是原来学校的最优秀的学生，选择转到他们学校是因为喜欢这个学校，希望在这个学校自己有更好的发展，而不是在原来的学校混得很潦倒而被迫选择逃走的。所以申请材料的核心就是为了向对方学校显示出你正是他们想要的这类学生。
			有的学校UNDERGRADUATETRANSFER和FRESHMEN用一份表格，但有不同的部分。其中PS就可以选择写FRESHMEN的文章或专门为TRANSFER设的文章题目。强烈建议写TRANSFER的，由于TRANSFER的题目一般都是：“为什么要选择我们学校”“论述你所学科目和以后的学业计划”。比较有针对性，而且对于想要转专业的学生，可以借此机会表述转专业的动机。这篇PS自由发挥的空间比新生的少很多，必须要在回答对方学校上述问题的同时显出你的独特思维和你的个性，突出你自己的优势。
			</p>
			<p>
			5.课外活动
			课外活动作为你的补充说明材料，一方面能够展现你的个人成就和获奖情况，更多的是表现你的兴趣爱好和性格偏向。所以申请的时候不可以轻视这个部分。
			第一，打工的经历。最好和申请的专业有关，比如你申请CS，如果有个网络维护的实习位置，就比较有用;如果申请MARKETINGIN NETWORK ENVIORNMENT，也有用。“PAIDWORK”在美国人眼里比较有分量，他们还会对你挣了多少钱感兴趣。
			第二、学生会和社团。每年无数学生自称学生会主席，以至于仿佛全国所有高校的学生会主席都去了美国。其实不一定是主席才能体现领导才能，如果你将自己份内领导的工作写成一页类似于报告的文件，随材料一同寄给招生官，一定能给他们留下深刻的印象。
			第三、专利、公司。也许对于商科来说最有用了，也是和大家比较远的。如果你真的够强，能拥有自己的专利发明，或者自己参与了公司、企业的创建或主要活动，如果有公司凭证，就有帮助。
			</p>
			<h3>转学的优劣势</h3>
			<p>1、优势：
			对所学专业不满意，可以在申请转学时转专业;
			美国学位证书含金量大，回国就业认知度高;
			缩短在美学习时间，节省费用;
			在大一大二准备IBT/SAT/GRE考试，为申请转学和奖学金做好充分准备;
			大学在读生的生活及社交能力较强，更易融入美国社会。
			P.S：转学还有一个优势在于，电大、夜大、职大等成教生想要直接申请攻读美国本科学位是很难的，但是可以选择转学分的方式申请留学。当然，想要顺利入读美国高校，学生在国内的学习成绩平均分必须在“良”以上，即达到美国高校要求的平均分“B”以上，托福成绩在80分以上。
			</p>
			<p>2、劣势：
			申请转学对学生的要求更高，录取率比新生入学低;
			转学分申请涉及所学各个科目及学校要求，申请时要完成更多工作;
			绝大多数学校不给国际转学生奖学金。
			无论是申请freshman还是转学，在申请前都要想好自己为什么转学!转学同样是一笔不小的投资，在国内学位很好拿，可在美国需要很用功的学习。如果在美国混不下去了，回国也不能上学，那样对于人生的规划就会有很大的影响，因此要有心理准备，也需要谨慎考虑。
			</p>
			<h3>关于转学分</h3>
			<small>所谓转学分，是把你已学过的课程与你将要在国外大学所学的课程相互抵掉，那么你在美国就不用再这门课了，省钱省时间。</small>
			<p>1、能转多少学分？
			这个问题和下面几点有关：
			你至少要在大学已上过一年，学的越少转的学分也就少。
			所转的学分是看你要学的专业来定。如你是学商科的，但你在国外改学计算机了，这样你所可以转的学分就相应的少了。有的学校还有规定修满了多少分以后不能转学，然后也有你的学校有要求如果你要转学必须要在多少学分后才能转，这些要视学校具体政策而定。
			如果是从美国转，除非有特殊关系的学校，如常青藤学校之间、UC系统之内等，一般学校互相只承认4-6个学分，即一到两门课。所以一去了就要转，不要浪费时间。
			大部分学校是C-以上成绩可以转，换算成100分制的大概相当于65分以上。当然你损失一部分学分是肯定的，很多大二的申请人会被安排到重新读大二，但其实通过努力多修学分，大部分人还是可以在4年内读完整个本科的。
			很多时候会有这种情况，申请的学生在国内读大二，结果因为转的学分不够而在美国需要从大二读起，相当于浪费了一年，这是大家要做好心理准备的。
			</p>
			<p>2、手续怎么办？
			转学生被录取的时候，一般先会来信通知你被录取了，然后过一段时间才会给你来一个转学分的评估表，告知有多少学分可转，或者有些学校会说明到了学校再给你评估转学分。
			</p>
			<h3>转学申请的成功率</h3>
			<small>一般来说名校的转学生名额是很少的，因此要拿到名校的转学录取难度不亚于新生录取，甚至更高。美国学校对大一和大二转学的名额是不同的，大一到大二的名额要多一些，大二转大三就不多了。
			另外对于大一就转学的学生来说，你的转学的理由会比较难解释，你需要阐述清楚你为什么要转学?是否因为现在的学校你不满意?或者你为什么对原学校不满意?因此，目前本科转学大多还是大二转大三的居多，成功概率也会更高一些。
			美国社区大学“转学”是现在很多同学曲线赴美读名校的途径之一。在美国，转学制度是被任何一所大学所承认的，也就是说，无论你在什么阶段，都可以选择上进。而无论你是通过何种方式进行转学，只要符合条件就会被列入录取的行列。但这条所谓的“捷径”被很多中国学生所误解。
			</small>
			<p>1、充分利用美国的“转学制度”
			近年来，美国名校的录取难度水涨船高。数据显示，美国多所名校的本科录取率再创新低，如哥伦比亚大学的录取率为6.1%，普林斯顿大学录取率为6.99%，斯坦福大学录取率仅有5.05%。若中国的学生直接申请名校，那仅是金字塔上的一小部分学生。对于那些综合成绩GPA不高，或成绩优秀但没参加TOEFL和SAT考试，或其他不具备直接申请美国名牌大学的优秀学生来说，其实可以利用美国的转学制度，来完成自己的美国名校申请目标。
			据美国加州地区某社区大学校方代表介绍，在美国，学生只要在社区学校完成两年的课程安排并获得较高的GPA之后，学生就可以在申请期内直接申请进入四年制的大学，甚至很多美国名校，不需要再提交语言成绩等凭证，与直接申请美国名校获得的学位是一样的。据了解，美国共有1422所社区大学，学制两年，毕业可获得副学士学位，毕业后再转学到四年制的大学可获得学士学位。通过转学的方式，不仅曲线能申请到美国的名校，也会节省很多学费。社区大学每年学费7000美元左右，相当于公立大学学费的三分之一、私立大学学费的五分之一。
			要查看与美国名校是否转学协议
			目前，美国两年社区大学与许多四年制综合性大学之间有转学协议，当社区大学毕业生达到转学协议中的要求（如平均成绩GPA、必修课程等）后，则按照规定保证转入到四年制综合性大学，继续本科第三年学习。入读社区大学后，学生可申请对口的四年制大学，也可申请其他的大学，但没有能入学的保障。如加州有三个层次的学校：加州大学、州立大学、社区大学，学生可选择去州立大学，也可以去加州大学。但如果申请跨州转学，其学分承认度会有所不同。
			学生在选择社区学院时，一方面要了解所入读的社区学校和哪些四年制大学有转校协议。另一方面，要确认社区学校的学分是否会被目标院校所承认。一般来说，在达到本州最低分数要求的前提下，州内社区大学基本可以成功转学分。
			学生在社区学院取得较高的平时成绩，在转学时较有优势，某社区学院校方代表表示，该校90%的社区大学学生二年后会申请四年制大学，成功率达到80%以上。目前该社区大学对接将近十所加州名校，其中大学的最低排名在110名左右，学生只要符合硬件标准，如能够达到3.7以上的GPA要求，就可被这些名校录取。若学生出国的留学目标是转学名校，但直接申请有难度，转而选择通过社区大学再转学名校，那么在选择社区大学时要选择有GPA升学保障计划的学校。
			</p>
			<p>2、优异的GPA成绩是转学成功的基本要求
			美国大学本科的毕业要求一般是完成125个左右的学分，正常学时为四年。学生只要拿足学分，就可以毕业，有些优秀的学生三年甚至两年半就毕业了，而国际学生一般要求五年内毕业。美国大学课程一般分为通识课程、专业课程和选修课程三类，通识课程是所有的专业、所有学校的学生必须要修的课程，一般在前两年完成。很多四年制大学和州内的二年制学院建立了密切的联系，甚至连课程的编号都设置的一样。这样，即使是四年制大学的学生，有时为了省钱或修读更多的学分，也会去二年制大学选修一些课程。所以，这也是学生在美国读大学的前两年很方便带着学分转入另一所学校的原因。
			　　
			在四年制大学，学生一开始就要面临几百人上大课的情况，而社区大学则采用小班教学的模式。一个班大约有二十名左右的学生，这样学生可以和教授有更多的交流机会，并且学校还会安排专门的老师为在学习上有困难的同学提供辅导和帮助，有助于学生尽快适应美国的学习环境并取得优异的成绩。前两年大多是基础课程，名校录取社区大学学生的硬件要求基本就是GPA，如3.5分以上。其他的实践活动也许可以作为辅助加分项目，但不是硬性要求。
			</p>
			<p>
			3、3月份开始申请，申请期三个月
			高中直接申请名校需要GPA、SAT、托福等成绩证明，在进入社区大学两年之后则不需要这些成绩证明。因为学生如果在社区大学能够取得优异的成绩，就说明学生有能力进行后续深入的学习。社区大学适合高考没有取得优异成绩，但是又不甘心的学生，可以通过社区大学，直接顺利进入伯克利等名校。在社区大学既可以和来拿学分的四年制大学学生一起学习，也可以和高中生一起交流当地文化。

			学生入读社区大学1年半后就开始申请大学，这期间的选课是要学生和社区导师讨论确定，除了必修课程之外，还有24个学分的选修课程，这部分就要根据大学志愿来选择课程就读。每所大学对于转学生的要求不同，所以选课很重要，要根据转入大学的要求选择相应的课程。而且好成绩非常重要，GPA高分是一个大的前提。学生要选择大学认可度较高的课程并获得高的GPA，如果某一门功课成绩不够好，就需要选择相似的课程来替代或者覆盖成绩，确保在社区大学的GPA成绩名列前茅。学生需要注意的是，如果错过一年半后的申请或者申请不成功，就需要再等一年。一般申请期限是三个月，在每年的3月份左右。
			</p>
		</el-col>
	</el-row>
</template>

<script>
	export default{
		name: "vue-transfer",
	}
</script>

<style lang="less">
	@import url('../../assets/less/article-item.less');
</style>