<template>
	<div class="introduction">
		<el-row>
			<el-col :span="16" :offset="4">
				<div>
					<h3>出国的节奏，我说了不算</h3>
					<p v-for="item in contents">{{item.content}}</p>
				</div>
			</el-col>
		</el-row>
	</div>
</template>

<script>
	export default{
		name: "vue-puppy-love",
		data() {
			return {
				contents: [
					{content:"“老师，老师，你一定要写我的故事哦，毕竟我这么爱你们哥特。”这个可爱的初中小姑娘可以如愿以偿了。"},
					{content:"我还记得第一次见到张素雯，她一脸委屈地低头说，“老师.....我不想出国，我......”。还没听她说完，她爸就抢过话语，“这孩子太倔了，怎么说就是不愿意出国，我们律师朋友的孩子都已经在国外读初中了。你们能不能帮我劝劝雯雯。”"},
					{content:"坐下来进一步和雯雯沟通，她告诉我，“老师，我这边有很多朋友，玩的可开心了，但是出去之后，我一个朋友都没有了，而且我英语也不好，我害怕我在国外根本没有办法生存下去，我不想出去。”说完还偷偷看了一眼她爸爸。"},
					{content:"“哎，这孩子像她妈，性格内向，为人腼腆，见到陌生人还会脸红，我之所以想把孩子送出去，还不就是想让她锻炼锻炼，培养她的自信心，将来也能够更好适应社会。现在你看这样......”雯雯爸爸叹了口气。"},
					{content:"经过进一步沟通，尤其是看着雯雯无助的眼神，我不得不狠心否决了雯雯爸爸的提议，“这孩子我们真的没有办法送出国……我想这才是对雯雯，也是对您最大的负责。”雯雯爸爸仍旧不死心，“难道真的就不行嘛？”"},
					{content:"“雯雯爸爸，其实，目前雯雯的情况还不适合出去，她太羞涩，不够自信，语言功底也不够扎实，出去之后很有可能没有办法跟教授同学交流和沟通，生活和学习都会存在很多障碍。”"},
					{content:"之后，为了避免雯雯和爸爸妈妈无休止的争执，我建议雯雯和爸爸妈妈来到哥特，就雯雯要不要去美国读书，什么时候去美国读书召开家庭会议讨论，我也很荣幸的可以作为主持人和会议总结者参与到这几次会议中。在多次探讨和交流中，最终我们和雯雯，雯雯爸爸妈妈确定下来。"},
					{content:"这一年暂时尊重雯雯本人意见，在国内完成初中的学习，但学有余力的同时要同步加入VIP V Puppy Love的课程，为下一年去美国学习做好充分准备。"},
					{content:"当我再一次接到雯雯爸爸的电话，时间已经过去了一年半，雯雯爸爸直言不讳的告诉我，他现在已经不勉强雯雯一定要去美国读书了，因为在哥特的学习生活整个人的性格都变得外向热情自信了，并且也同步受到了美式教育，雯雯爸爸感到很欣慰。然而，他笑着说道，令他意想不到的是，反倒是雯雯自己很渴望可以去美国读高中。然而美式阅读和写作还没有同步达到美国初中要求，但雯雯扬言让雯雯爸爸拭目以待吧。"},
					{content:"四年后，我在一家餐厅意外碰到了雯雯妈妈，她脸上洋溢着幸福笑容告诉我，特别不好意思，当时没有在哥特定制VIP II美式历程送雯雯去美国高中就读，那是因为后来绿卡办下来了。但是特别感谢之前在哥特的那段经历，使雯雯的性格更加开朗活泼，并且夯实了坚实的语言基础，雯雯现在已经成功在斯坦福读大学如鱼得水了。"},
					{content:"哪怕是一小段的美式成长之路，哥特能够有幸与你们同行，我想也是值得纪念的。纪念2012年仲夏。"},
				]
			}
		}
	}
</script>

<style lang="less">
	@import url("../../assets/less/product.less");
</style>