<template>
	<div class="introduction">
		<el-row>
			<el-col :span="16" :offset="4">
				<div>
					<h3>让孩子不再单纯地淘气</h3>
					<p v-for="item in contents">{{item.content}}</p>
				</div>
			</el-col>
		</el-row>
	</div>
</template>

<script>
	export default{
		name: "vue-pure-love",
		data() {
			return {
				contents: [
					{content:"“孩子他爸都在忙着公司的事情，都是为了我们浩儿在忙，我作为妻子什么忙也帮不上，但我知道他爸都是为了孩子能够受到更好的教育在忙活啊。”"},
					{content:"第一次王浩妈妈打电话给我的时候，很亲切的称呼我为幺妹儿。一口浓厚的重庆口音普通话，听起来如此诙谐轻松，可听完妈妈一番称述，我们的心情却格外地沉重。"},
					{content:"孩子在重庆土生土长，自然而然也就在重庆从一年级读到了四年级。四年级的时候，因为王浩爸爸的公司业务扩展到了杭州，全家都举家搬迁到了杭州，王浩也就转学来到了杭州。但也就是生活环境的突然转变，王浩从老师家长眼中乖孩子变成了淘气的孩子王。这可真的是让王浩爸爸妈妈操碎了心，三天两头的就被老师叫到学校做“特殊家长教育”。"},
					{content:"“幺妹儿啊，这可咋子办么，我这天天在学校跟老师争论，回到家还把家里闹钟啊遥控器啊拆的个到处都是，国旗下演讲他上一个人跑上台去唱歌去咯，学校里大家都笑他哦，孩子他爸还说亲戚孩子都去国外读书了，我们当然也想送去美国啊，但这娃儿在国内都不争气，咋去美国嘛，去啥子嘛。”"},
					{content: "妈妈哭着说完这一段话。我松了一口气，妈妈这一番话中从言语表明确实数落的是孩子的缺点，但从美式教育专家的角度出发，每一句话都透露出了孩子的潜能。之后，我和王浩进行了一对一单独深入了解沟通，孩子说到，跟老师争吵是因为老师基本上不让他们质疑课本上的一些观点，自己对于机械类的东西都非常感兴趣，拆拆装装让自己非常乐在其中。这些想法让我感到非常兴奋，他的个性，想法，自信心，都是非常好的潜质，但是还比较稚嫩，需要进行引导，深入关注和磨练"},
					{content: "之后，我让Joey老师和王浩深入就闹钟运行原理进行了探究，并且两个人在教室里拆装了一个小闹钟四五次，最终王浩成功的做到了自己拆装闹钟。他脸上自信的笑容让我看到了他独特的美式成长历程。自然而然，王浩就开启他专属VIP VI Pure Love的成长之路。"},
					{content: "历经了两年的VIP VI Pure Love的哥特美式成长之路，之后他通过我们的VIP III Friend-Buddy顺利入读了美国初中。"},
					{content: "四年后，我意外的接到了一个乐呵呵的电话。电话的开头就是。"},
					{content: "“幺妹儿，我家娃子现在说话一点重庆味儿都木有了，这是不是就是你之前和我说的纯正的美式发音，这个要的要的，我过年带他回去家里人都说这喝了洋墨水的就是不一样，孩儿他爸高兴的多喝了好几杯酒呢……”"},
					{content: "哥特不仅仅打造了孩子独特的美式成长历程，更重要的是能够给家庭带去很多的欢乐和笑容。"},
				]
			}
		}
	}
</script>

<style lang="less">
	@import url("../../assets/less/product.less");
</style>