<template>
	<div class="introduction">
		<el-row>
			<el-col :span="16" :offset="4">
				<div>
					<h3>在这里，没有失败的人生</h3>
					<p v-for="item in contents">{{item.content}}</p>
				</div>
			</el-col>
		</el-row>
	</div>
</template>

<script>
	export default{
		name: "vue-mature-love",
		data() {
			return {
				contents: [
					{content:"你有被退学过吗？老师。"},
					{content:"你有和外国人打过架吗？老师。"},
					{content:"你有站在异国街头无处可去吗？老师。"},
					{content:"老师，我走投无路了，我被美国高中退学，国内高中也不要我。"},
					{content:"我无处可去了。"},
					{content:"很久之前，当我还在哥大念书的时候，米林就已经躺在我的微信好友列表中了，那时候他还在国内读初中，天真烂漫的和我讲述了之后去美国念高中的美好愿景，后来我热情地在暑假做了他曼哈顿的导游。"},
					{content:"时隔数年再见，却发现，他目光呆滞，眼神迷离，丝毫没有高中生应有的青春与活力。细聊之后发现，原来他在申请美高时并没有考到理想的语言分数，但中介通过特殊渠道还是成功将他送进了美国高中。由于英语不过关，米林上课听不懂，无法和教授同学正常交流。分配宿舍的时征询他建议，因为沟通的障碍，米林只能靠手势比划。在这帮室友的蛊惑下，米林开始吸食大麻，翘课的次数越来越多，甚至到了连期末考试都不参加的程度，最后终于被退学。直到坐上回国的飞机，米林才绝望地发现，自己都不知道这一年干了什么，更不知道自己怎么能沦落到现在这样子！"},
					{content:"回国后，米林父母紧急给他联系杭州高中入读，但都被拒绝了。"},
					{content:"“老师，我还想回到美国课堂啊，我会好好读书的，我真的会的，只要再给我一次机会。”"},
					{content:"其实，米林的问题症结就是在没有稳固的语言基础就匆忙出国了，换句话说，就是没有在国内培养好扎实的英语语言基础，就被丢到了人生地不熟的美国。听不懂教授上课，无法和同学正常沟通，更不用提和老师沟通自己对于室友的需求，哪怕后期出现了问题，也不能够及时沟通改正，导致事态进一步恶化。此外，米林本身在国内也没有培养出独立自主的个性，所以在室友多次诱惑之下最终吸食了大麻，走上了被退学的不归路。但是，目前米林的现状还是比较乐观的，在被退学之后他深深认识到了自己的问题所在，并且渴望再一次回到美国校园继续就读。"},
					{content:"我紧急预约了VIP Ⅲ Mature Love 的Phoenix老师为米林进行分析，从学习和生活两个端口打开。学习上，一方面从课程上帮助他提高英语语言能力，另一方面就正确的学习方法进行引导和培养。生活上，帮助他树立独立自主，自主判断的能力，以便更好地适应美国高中生活。几个月之后，我再次在哥特碰到米林，已经可以看到他眼中闪现出来的光彩了。他还迫不及待地征询我说，老师，我可以让VIP Ⅱ Friend- Mate的Andy帮我申请美国高中吗？因为我怕我之前的经历会影响我的申请。果然是个机灵的小伙子，才呆了几个月就已经摸清楚了Andy最擅长于处理棘手的美国高中申请。不负众望，在米林，Andy和VIP Ⅱ Friend- Mate各位同事的共同努力下，经过多次和美国高中邮件沟通米林的特殊情况，加上米林在面试中获得了非常出色的表现，最终米林成功拿到了Wycoming Seminary Upper School, Kimball Union Academy, Grier School的offer。"},
					{content:"哈，好开心，米林的专属美式成长历程在哥特生根发芽，之后可以在美国土壤里继续枝繁叶茂了。"}
				]
			}
		}
	}
</script>

<style lang="less">
	@import url("../../assets/less/product.less");
</style>